Repository: DasElias/DiaryTime
Catalog: Diary/Strings/*/Resources.resw
Source language: en
Languages: de_de, zh_hans

# abort
source: Cancel
de_de: Abbrechen
zh_hans: 取消

source: About
de_de: Über
zh_hans: 关于

source: Add
de_de: Hinzufügen
zh_hans: 添加

source: Add image
de_de: Bild hinzufügen
zh_hans: 添加图片

# alignTextCenter
source: Center
de_de: Zentriert ausrichten
zh_hans: 居中

# alignTextLeft
source: Align left
de_de: Linksbündig ausrichten
zh_hans: 左对齐

# alignTextRight
source: Align right
de_de: Rechtsbündig ausrichten
zh_hans: 右对齐

source: Basic colors
de_de: Standardfarben
zh_hans: 标准颜色

# boldText
source: Bold
de_de: Fetter Text
zh_hans: 加粗文本

source: Change password
de_de: Passwort ändern
zh_hans: 修改密码

source: Change password now
de_de: Passwort jetzt ändern
zh_hans: 现在修改密码

source: Confirm
de_de: Bestätigen
zh_hans: 确认

# confirmDeleteEntry
source: Are you sure that you want to remove this entry irrevocably?
de_de: Bist du dir sicher, dass du diesen Tagebucheintrag unwiderruflich entfernen möchtest?
zh_hans: 你确定你要永久删除这条日记内容吗？

# confirmEditPastDay
source: Are you sure that you want to edit this entry of a day in the past ({0})?
de_de: Bist du dir sicher, dass du diesen Tagebucheintrag für einen vergangenen Tag ({0}) bearbeiten willst?
zh_hans: 你确定你要编辑过去的日记内容（{0}）吗？

# confirmImportDescription
source: Please confirm by entering your password that you want to overwrite the current diary entries with the ones to import.\n\nYour current entries will be deleted irrevocably.
de_de: Bitte bestätige durch Eingabe deines Passworts, dass du deine momentanen Tagebucheinträge durch die zu importierenden ersetzen möchtest. Die aktuellen Tagebucheinträge werden hierdurch unwiderruflich gelöscht werden.
zh_hans: 输入密码，确认用新导入的内容替代你现在的日记内容。最新的日记内容将被永久删除。

source: Contact me
de_de: Kontaktieren
zh_hans: 联系

source: Continue
de_de: Fortfahren
zh_hans: 继续

# couldntReadEntries
source: The saved entries could not be read because it seems that the database file is damaged.
de_de: Die gespeicherten Tagebucheinträge konnten nicht gelesen werden, da die Datei irreparabel beschädigt ist.
zh_hans: 保存的日记内容无法读取，资料已被永久损害。

source: Create now
de_de: Jetzt erstellen
zh_hans: 现在创建

# dayIsInPast
source: Day is in the past
de_de: Tag liegt in der Vergagenheit
zh_hans: 这是过去的一天

# dayIsInPastBody
source: Are you sure that you want to create an entry for a day in the past ({0})?
de_de: Bist du dir sicher, dass du einen Tagebucheintrag für einen Tag in der Vergangenheit ({0}) erstellen möchtest?
zh_hans: 你确认要为过去的一天（{0}）填写日记内容吗？

source: Default font
de_de: Standardschrift
zh_hans: 标准字体

# defaultFontDescription
source: The chosen font is going to be used as default font for all new diary entries.
de_de: Die hier gewählte Schrift wird bei allen neu erstellten Tagebucheinträgen standardmäßig verwendet.
zh_hans: 选择的字体将标准化适用于所有新创建的日记内容

source: Delete
de_de: Löschen
zh_hans: 删除

# deleteEntry
source: Delete
de_de: Löschen
zh_hans: 删除

# deleteEntryLong
source: Remove diary entry
de_de: Tagebucheintrag löschen
zh_hans: 删除日记内容

source: Design colors
de_de: Designfarben
zh_hans: 主题颜色

source: Diary entry of
de_de: Tagebucheintrag vom
zh_hans: 日记内容从

source: Diary-Time-Export
zh_hans: 导出日记

source: Edit
de_de: Bearbeiten
zh_hans: 编辑

# editEntry
source: Edit diary entry
de_de: Eintrag bearbeiten
zh_hans: 编辑内容

source: Edit today's entry
de_de: Heutigen Tagebucheintrag bearbeiten
zh_hans: 编辑今天的日记内容

# enterNewPassword
source: View today's entry
de_de: Neues Passwort eingeben
zh_hans: 输入新密码

source: Enter old password
de_de: Altes Passwort eingeben
zh_hans: 输入旧密码

# entryOfDayWasDeleted
source: The entry of {0} has been deleted.
de_de: Der Tagebucheintrag vom {0} wurde gelöscht.
zh_hans: {0} 的日记内容已被删除

# entryTitle
source: Title
de_de: Titel
zh_hans: 标题

source: Error
de_de: Fehler
zh_hans: 错误

# errorHasOccured
source: An error has occured
de_de: Ein Fehler ist aufgetreten
zh_hans: 发生了错误

# exitApp
source: Exit
de_de: Beenden
zh_hans: 结束

source: Export data
de_de: Datenexport
zh_hans: 导出数据

# exportDataDescription
source: The data export function can be used, for example, to create a backup copy of the diary entries or to transfer them to a new computer.
de_de: Die Funktion zum Datenexport kann beispielsweise dazu verwendet werden, eine Sicherungskopie der Tagebucheinträge zu erstellen oder diese auf einen neuen Rechner zu übertragen.
zh_hans: 数据导出可以创建日记内容的安全副本或者上传到新的电脑上。

source: Export diary entries
de_de: Tagebucheinträge exportieren
zh_hans: 导出日记内容

source: Export entries
de_de: Einträge exportieren
zh_hans: 导出内容

source: Image
de_de: Bild
zh_hans: 图片

# imageWasAlreadyAdded
source: The image "{0}" has already been added to the entry.
de_de: Das Bild "{0}" wurde bereits einmal zum Tagebucheintrag hinzugefügt.
zh_hans: 图片"{0}" 已经被添加到日记内容

source: Import diary entries
de_de: Tagebucheinträge importieren
zh_hans: 导入日记内容

source: Import entries
de_de: Einträge importieren
zh_hans: 导入内容

source: Import failed
de_de: Import fehlgeschlagen
zh_hans: 导入出错

# importFailedDescription
source: The file to import is not a valid DiaryTime-file.
de_de: Bei der zu importierenden Datei handelt es sich nicht um eine gültige DiaryTime-Datenbankdatei.
zh_hans: 导入的文件不是DiaryTime资料库文件

source: Import successful
de_de: Import abgeschlossen
zh_hans: 导入结束

# importSuccessfulDescription
source: Your previous entries have been overwritten with the entries to import. DiaryTime is going to restart now.
de_de: Deine bisherigen Tagebucheinträge wurden mit den zu importierenden Einträgen überschrieben. DiaryTime wird nun neugestartet.
zh_hans: 你现有的日记内容将被导入的内容覆盖。日记时间将重新启动。

# impressions
source: Images
de_de: Impressionen
zh_hans: 印象

# invalidImage
source: The file "{0}" is not a valid image.
de_de: Bei der Datei "{0}" handelt es sich nicht um eine gültige Bilddatei.
zh_hans: 文件"{0}"不是一个有效的图片文件。

source: Invalid password.
de_de: Falsches Passwort.
zh_hans: 密码错误

# invalidPasswordTryAgain
source: Invalid password. Please try again.
de_de: Falsches Passwort. Versuche es bitte erneut.
zh_hans: 密码错误，请重试。

# italicText
source: Italic
de_de: Kursiver Text
zh_hans: 斜体文本

source: List view
de_de: Listenansicht
zh_hans: 列表一览

source: Next
de_de: Weiter
zh_hans: 下一步

source: No entries to display
de_de: Keine Einträge anzuzeigen
zh_hans: 内容无法显示

# noEntryWasCreatedOn
source: You haven't created a diary entry for {0} yet.
de_de: Du hast am {0} noch keinen Tagebucheintrag erstellt.
zh_hans: 你在{0}还没有创建日记内容。

# noEntryWasCreatedToday
source: You haven't created a diary entry for today yet.
de_de: Du hast heute noch keinen Tagebucheintrag erstellt.
zh_hans: 你今天还没有创建日记内容。

# noPasswordEntered
source: Please choose your password.
de_de: Bitte wähle dein Passwort!
zh_hans: 请输入你的密码！

source: OK
zh_hans: 好的

# oldPasswordIsIncorrect
source: Your old password is incorrect.
de_de: Dein altes Passwort ist nicht korrekt.
zh_hans: 你的密码不正确。

# orderedList
source: Numbering
de_de: Nummerierung
zh_hans: 编号

source: Password
de_de: Passwort
zh_hans: 密码

# passwordsAreNotTheSame
source: The entered passwords don't match.
de_de: Die beiden eingegebenen Passwörter stimmen nicht überein.
zh_hans: 两次输入的密码不一样。

# pleaseEnterPassword
source: Please enter your password.
de_de: Bitte gib dein Passwort ein.
zh_hans: 输入你的密码。

source: Redo
de_de: Wiederholen
zh_hans: 再来一遍

source: Repeat new password
de_de: Neues Passwort wiederholen
zh_hans: 再次输入新密码

source: Reset
de_de: Zurücksetzen
zh_hans: 重置

# saveEntry
source: Finish editing
de_de: Bearbeiten abschließen
zh_hans: 结束编辑

# saveInFile
source: Save to file
de_de: In Datei speichern
zh_hans: 保存文档

# searchBarText
source: Seach...
de_de: Suchen...
zh_hans: 寻找…

source: Settings
de_de: Einstellungen
zh_hans: 设置

source: Sign in
de_de: Anmelden
zh_hans: 登录

source: Spell checking
de_de: Rechtschreibprüfung
zh_hans: 拼写检查

# strikethroughText
source: Strikethrough
de_de: Durchgestrichener Text
zh_hans: 划掉的文本

# styleTemplate_default
source: Normal
zh_hans: 标准

# styleTemplate_heading
source: Heading
de_de: Überschrift
zh_hans: 标题

# styleTemplate_title
source: Title
de_de: Titel
zh_hans: 标题

# textColor
source: Font color
de_de: Schriftfarbe
zh_hans: 文字颜色

# underlinedText
source: Underline
de_de: Unterstrichener Text
zh_hans: 下划文本

source: Undo
de_de: Rückgängig
zh_hans: 撤销

# undoLong
source: Undo
de_de: Rückgängig machen
zh_hans: 撤销

# unorderedList
source: Bullets
de_de: Aufzählung
zh_hans: 要点

source: View today's entry
de_de: Heutigen Tagebucheintrag lesen
zh_hans: 阅读今天的日记内容

# welcomeMessage
source: Welcome to DiaryTime!
de_de: Herzlich Willkommen bei DiaryTime!
zh_hans: 欢迎来到DiaryTime！

# welcomeMessageBody
source: It is our concern to protect your personal thoughts, feelings and experiences from prying eyes. Therefore please set a password for your new diary now.
de_de: Uns ist es ein Anliegen, deine persönlichen Gedanken, Gefühle und Erlebnisse vor neugierigen Blicken zu schützen. Bitte lege deshalb nun ein Passwort für dein neues Tagebuch fest.
zh_hans: 我们真切地希望从好奇的目光中保护你个人的想法，感觉和经历。请为你新的日记设定密码。
